{
  "Please enter the email address and secret question and answer you set during user registration": "Vui lòng nhập địa chỉ email và câu hỏi và câu trả lời bí mật bạn đặt trong quá trình đăng ký người dùng.",
  "Email":"Email",
  "Half width alphanumeric symbols":"Ký hiệu chữ và số có độ rộng một nửa",
  "Security Question":"Câu hỏi bảo mật",
  "Answer to the secret question":"Trả lời câu hỏi bí mật",
  "Please enter":"Vui lòng nhập",
  "A temporary password will be issued to your email address":"Mật khẩu tạm thời sẽ được cấp cho địa chỉ email của bạn",
  "If you are unable to have your temporary password reissued, please":"仮パスワードを再発行できない場合はお電話にて",
  "contact us":"liên hệ với chúng tôi ",
  "by phone":"qua điện thoại.",
  "Login Screen":"Đăng nhập màn hình",
  "A temporary password has been sent to your email address. Please enter your temporary password":"Mật khẩu tạm thời đã được gửi đến địa chỉ email của bạn. Vui lòng nhập mật khẩu tạm thời của bạn",
  "Temporary password":"Mật khẩu tạm thời",
  "If you cannot receive your temporary password, please ":"Nếu bạn không thể nhận được mật khẩu tạm thời của mình, vui lòng ",
  "If your temporary password has expired, ":"Nếu mật khẩu tạm thời của bạn đã hết hạn, ",
  "Please click here ":"Xin vui lòng bấm vào đây",
  "to reissue a temporary password.":"để cấp lại mật khẩu tạm thời.",
  "inquiry":"cuộc điều tra",
  "Next":"Tiếp theo",
  "Please set a new password":"Vui lòng đặt lại mật khẩu mới",
  "Password":"Mật Khẩu",
  "Please use at least three types of passwords: English letters (uppercase and lowercase), numbers, and symbols.":"Vui lòng sử dụng ít nhất ba loại mật khẩu: chữ cái tiếng Anh (chữ hoa và chữ thường), số và ký hiệu.",
  "Password Confirm":"Nhập lại mật khẩu",
  "Please enter your temporary password and log in":"Vui lòng nhập mật khẩu tạm thời của bạn và đăng nhập",
  "If you registered the wrong email address":"Nếu bạn đăng ký sai địa chỉ email",
  "Login":"Đăng nhập",
  "Confirmation":"Xác nhận",
  "Cancel":"Hủy",
  "OK":"OK",
  "If you register your email address incorrectly, you will not receive a temporary password and will need to register again.":"Nếu bạn đăng ký địa chỉ email không chính xác, bạn sẽ không nhận được mật khẩu tạm thời và sẽ phải đăng ký lại.",
  "Would you like to start registration again from the beginning?":"Bạn có muốn bắt đầu đăng ký lại từ đầu không?",
  "Login completed":"Đăng nhập hoàn thành",
  "Please change to this password (any password)":"Vui lòng thay đổi mật khẩu(bất kỳ mật khẩu nào)",
  "Requires at least 8 characters":"Yêu cầu ít nhất 8 ký tự",
  "New account registration has been completed":"Đăng ký tài khoản mới đã hoàn tất",
  "Automatically transitions to the top screen":"Tự động chuyển sang màn hình trên cùng",
  "Please wait":"Vui lòng chờ",
  "Please check the checkbox after checking the terms of use and regulations regarding the handling of personal information":"Vui lòng chọn hộp kiểm sau khi kiểm tra các điều khoản sử dụng và quy định liên quan đến việc xử lý thông tin cá nhân",
  "I agree with ":"Tôi đồng ý với",
  "terms of Service":"điều khoản dịch vụ",
  "I agree ":"Tôi đồng ý ",
  "regulations regarding the handling of personal information":"quy định về xử lý thông tin cá nhân",
  "Please select":"Vui lòng chọn",
  "SMS authentication is required to confirm your identity. Please enter a valid mobile phone number":"Cần phải xác thực qua SMS để xác nhận danh tính của bạn. Vui lòng nhập số điện thoại di động hợp lệ.",
  "Please enter your mobile phone number":"Vui lòng nhập số điện thoại di động của bạn",
  "Please enter your mobile phone number without hyphens (-)":"Vui lòng nhập số điện thoại di động của bạn không có dấu gạch ngang (-).",
  "Send SMS":"Gửi tin nhắn",
  "Press the button and an SMS will be sent to your phone number. Please be careful not to make any mistakes when entering the number":"Nhấn nút và một tin nhắn SMS sẽ được gửi đến số điện thoại của bạn. Hãy cẩn thận để không phạm sai lầm khi nhập số.",
  "Back":"Trở lại",
  "After receiving the SMS, please enter the 6-digit verification number provided":"Sau khi nhận được SMS, vui lòng nhập số xác minh gồm 6 chữ số được cung cấp.",
  "If you do not receive the verification number, please return to the previous screen and resend the SMS":"Nếu bạn không nhận được số xác minh, vui lòng quay lại màn hình trước đó và gửi lại SMS",
  "If authentication fails, please call ":"Nếu xác thực không thành công, vui lòng gọi",
  "setting": "Cài đặt",
  "full name": "Họ và tên",
  "Date of birth/gender": "Ngày sinh/giới tính",
  "email address": "Địa chỉ email",
  "passcode": "Mật mã",
  "full name required": "Xin hãy nhập tên của bạn.",
  "The name has more than 100 characters.": "Tên có hơn 100 ký tự.",
  "The name (kana) has more than 50 characters.": "Tên (kana) có hơn 50 ký tự.",
  "name kana": "Name (kana)",
  "name kana required": "Vui lòng nhập tên của bạn (kana).",
  "Please enter the real name of the person receiving the examination.": "*Please enter the real name of the person receiving the examination.",
  "change": "Thay đổi",
  "date of birth": "Ngày sinh",
  "date of birth required": "Xin vui lòng nhập ngày sinh của bạn.",
  "gender": "gender",
  "gender required": "Vui lòng nhập giới tính của bạn.",
  "male": "Nam",
  "female": "female",
  "Please enter the personal information of the person receiving the examination.": "*Vui lòng nhập thông tin cá nhân của người nhận bài thi.",
  "email address required": "Hãy điền địa chỉ email của bạn.",
  "E-mail address re-enter": "Nhập lại địa chỉ email",
  "E-mail address re-enter required": "Vui lòng nhập địa chỉ email của bạn (nhập lại).",
  "A confirmation email will be sent to your new email address, so please check it.": "*Một email xác nhận sẽ được gửi đến địa chỉ email mới của bạn, vì vậy vui lòng kiểm tra nó.",
  "Change Password": "Đổi mật khẩu",
  "Current Password": "Mật khẩu hiện tại",
  "Current Password required": "Mật khẩu hiện tại required",
  "New Password": "Mật khẩu mới",
  "New Password required": "Mật khẩu mới là bắt buộc",
  "New password re-enter": "Nhập lại mật khẩu mới",
  "New password re-enter required": "Nhập lại mật khẩu mới là bắt buộc",
  "Forgot your password": "Quên mật khẩu",
  "name kana regex": "Vui lòng chỉ nhập kana có độ rộng đầy đủ cho tên (kana).",
  "E-mail address not format": "E-mail nhập lại không đúng định dạng",
  "Your passwords new do no match": "Mật khẩu mới của bạn không khớp",
  "The current password has more than 255 characters.": "Mật khẩu hiện tại có hơn 255 ký tự.",
  "The new password has more than 255 characters.": "Mật khẩu mới có hơn 255 ký tự.",
  "New password must be at least 8 characters.": "Mật khẩu mới phải có ít nhất 8 ký tự.",
  "Your current password must be at least 8 characters.": "Mật khẩu hiện tại của bạn phải có ít nhất 8 ký tự.",
  "New password (re-enter) does not match. Please enter the same password.": "Mật khẩu mới (nhập lại) không khớp. Vui lòng nhập cùng một mật khẩu.",
  "The format of the email address is incorrect.": "Định dạng của địa chỉ email không chính xác.",
  "The format of the email address (re-enter) is incorrect.": "Định dạng của địa chỉ email (nhập lại) không chính xác.",
  "Your email address has more than 255 characters.": "Địa chỉ email của bạn có hơn 255 ký tự.",
  "The email address (re-enter) has more than 255 characters.": "Địa chỉ email (nhập lại) có hơn 255 ký tự.",
  "Email addresses do not match. Please enter the same email address.": "Địa chỉ email không khớp. Vui lòng nhập cùng một địa chỉ email."
}
