{
  "Return":"Trở lại",
  "Add membership card":"Thêm thẻ thành viên",
  "Adding a membership card Please enter the Grand HIMEDIC Club membership number to be added":"Thêm thẻ thành viên Vui lòng nhập mã số thành viên Grand HIMEDIC Club để được thêm",
  "Please enter the half-width digit “-”":"Vui lòng nhập chữ số nửa chiều rộng “-”",
  "Addition":"Thêm",
  "Smart membership card list":"Danh sách thẻ thành viên thông minh",
  "Please select your membership number.":"Vui lòng chọn số thành viên của bạn.",
  "If you want to add a membership card to manage (applicable only to the new comprehensive course),":"Nếu bạn muốn thêm thẻ thành viên để quản lý (chỉ áp dụng cho khóa học toàn diện mới),",
  "Contact Desk Club Desk":"Bàn liên lạc Bàn câu lạc bộ",
  "We accept orders at":"Chúng tôi nhận đặt hàng tại",
  "Please have the membership card number registered in the app and the new membership card number ready when you call us.":"Vui lòng chuẩn bị sẵn số thẻ thành viên đã đăng ký trong ứng dụng và số thẻ thành viên mới khi bạn gọi cho chúng tôi.",
  "Satoshi Genma":"玄馬 敏",
  "The information at the time of application is displayed.":"Thông tin tại thời điểm nộp đơn được hiển thị.",
  "Please present your Grand HIMEDIC Club membership card (or this screen) and identification card at the time of reception.":"Vui lòng xuất trình thẻ thành viên Grand HIMEDIC Club (hoặc màn hình này) và CMND khi tiếp nhận.",
  "This application cannot be lent or transferred to a third party.":"Ứng dụng này không thể được cho mượn hoặc chuyển giao cho bên thứ ba.",
  "If the device on which this application is installed is lost or damaged to the point that it cannot be used, please contact us immediately.":"Nếu thiết bị cài đặt ứng dụng này bị mất hoặc hư hỏng đến mức không thể sử dụng được, vui lòng liên hệ ngay với chúng tôi.",
  "If you lose your membership, you will no longer be able to use some features of this app. Please note":"Nếu bạn mất tư cách thành viên, bạn sẽ không thể sử dụng một số tính năng của ứng dụng này nữa. Xin lưu ý.",
  "Himedic Co., Ltd.":"Công ty TNHH Himedic",
  "Smart membership card details":"Chi tiết thẻ thành viên thông minh",
  "Name/Corporation name":"Tên/Tên công ty",
  "Membership card issue date":"Ngày cấp thẻ thành viên",
  "Membership number":"Số thành viên",
  "Home":"Trang chủ",
  "Clinic":"phòng khám"
}

