{
  "Right to receive medical examination information": "受診権情報",
  "Please select the membership number for the medical examination privilege you wish to use.": "利用する受診権の会員番号を選択してください。",
  "Satoshi Genma": "玄馬 敏",
  "Home Clinic": "ホームクリニック",
  "Number of consultation rights": "受診権数",
  "Transferred and received medical examination rights": "譲渡受け取り済み受診権",
  "Back": "戻る",
  "With one consultation right, one person can receive one of the following courses: New General Hospital, HM Tokyo University Hospital, HM Midtown, HM Tokyo Bay, HM Nagoya, and HM Kyoto University Hospital courses.": "ひとつの受診権で1名様が、新総合、HM・東大病院、HM・ミッドタウン、HM東京ベイ、HM名古屋、HM京大病院コースの内いずれか1コースを受診できます。",
  "You can receive priority reservations for the home clinic by requesting a reservation at least two months in advance of your occupancy date.": "占有日期間の2か月前までに予約をリクエストいただくことで、優先的にホームクリニックのご予約をお取りいただけます。。",
  "Consultation rights other than the new comprehensive course cannot be reserved or transferred from this app.": "新総合コース以外の受診権は、このアプリからの予約・ 譲渡は行えません。",
  "Please contact the club desk regarding reservations for the campaign right to receive medical examinations.": "また、キャンペーンの受診権での予約についてはクラブデスクにお問合せください。",
  "Click here for frequently asked questions.": "よくあるお問い合わせはこちら。",
  "If you have received a transfer of the right to receive a medical examination, please complete the receiving procedure from Receive the right to receive a medical examinationbelow.": "受診権の譲渡を受けている方は、下記の「受診権受取」から受け取り手続きを行なってください。",
  "Receipt of right to receive medical examination": "受診権受取",
  "Please refrain from buying or selling the right to receive medical treatment.": "※受診権の売買取引はご遠慮ください。",
  "Please enter the transfer code you received via email or SMS.": "メールまたはSMSで受け取った「譲渡コード」を入力してください。",
  "Label Code": "譲渡コード",
  "Placeholder Code": "入力してください",
  "Half-width alphanumeric characters": "半角英数",
  "If you do not know the transfer code, please call us.": "譲渡コードがわからない場合はお電話にて",
  "Inquiry": "お問い合わせ",
  "Please": "ください。",
  "Button Next": "次へ",
  "himedic midtown": "ハイメディック・ミッドタウン"
}
