{
  "Please select your membership type":"Vui lòng chọn loại thành viên của bạn",
  "Grand Himedic Club Member":"Thành viên câu lạc bộ Grand Himedic",
  "The contracted representative himself/herself":"Bản thân người đại diện theo hợp đồng",
  "Non-members (other than members)":"Không phải thành viên (ngoài thành viên)",
  "Everyone other than the above":"Tất cả mọi người ngoài những người trên",
  "Cancel":"Hủy",
  "Those who have a “HIMEDIC ID”":"Những người có “HIMEDIC ID”",
  "Those who have a “transfer code”":"Những người có “mã chuyển nhượng”",
  "Those who have a “Result Report Certification Code”":"Những người có “Mã chứng nhận báo cáo kết quả”",
  "A temporary password will be issued to your email address":"Mật khẩu tạm thời sẽ được cấp cho địa chỉ email của bạn.",
  " inquiry ":" cuộc điều tra ",
  "by phone":"bằng điện thoại",
  "If authentication fails, please call":"Nếu xác thực không thành công, vui lòng gọi",
  "Please enter your Grand HIMEDIC Club member number":"Vui lòng nhập số thành viên Câu lạc bộ Grand HIMEDIC của bạn.",
  "Please enter the half-width digit “-”":"Vui lòng nhập chữ số nửa chiều rộng “-”",
  "If you have multiple membership numbers, please enter one of them.":"Nếu bạn có nhiều mã số thành viên, vui lòng nhập một trong số đó.",
  "After registering with the membership number you entered, you can add other membership numbers.":"Sau khi đăng ký với số thành viên bạn đã nhập, bạn có thể thêm các số thành viên khác.",
  "If you do not know your member number, please call":"Nếu bạn không biết số thành viên của mình, vui lòng gọi cho chúng tôi.",
  "Please enter your HIMEDIC ID":"Vui lòng nhập ID HIMEDIC của bạn",
  "HIMEDIC ID":"ID HIMEDIC",
  "Please enter":"Vui lòng nhập",
  "Half-width numbers":"số nửa chiều rộng",
  "If you do not know your HIMEDIC ID, please call":"Nếu bạn không biết ID HIMEDIC của mình, vui lòng gọi cho chúng tôi.",
  "Please enter the “transfer code” you received via email or SMS":"Vui lòng nhập “mã chuyển khoản” bạn nhận được qua email hoặc SMS.",
  "Transfer code":"Mã chuyển khoản",
  "If you do not know the transfer code, please call":"Nếu bạn không biết mã chuyển khoản, vui lòng gọi cho chúng tôi.",
  "Please enter the “Result Report Certification Code” given to you at the receiving facility":"Vui lòng nhập “Mã chứng nhận báo cáo kết quả” được cấp cho bạn tại cơ sở tiếp nhận.",
  "Results report verification code":"Mã xác minh báo cáo kết quả",
  "Please enter 8 half-width uppercase alphanumeric characters":"Vui lòng nhập 8 ký tự chữ và số viết hoa có độ rộng bằng nửa độ rộng.",
  "※ “0” means zero, “1” means one":"※ “0” có nghĩa là không, “1” có nghĩa là một.",
  "If you do not know the result report verification code, please call":"Nếu bạn không biết mã xác minh báo cáo kết quả, vui lòng gọi cho chúng tôi.",
  "If you do not have it, please proceed to the next input field without entering it":"Nếu bạn không có nó, vui lòng chuyển sang trường nhập tiếp theo mà không cần nhập nó.",
  "If you have a result report verification code, please enter it":"Nếu bạn có mã xác minh báo cáo kết quả, vui lòng nhập mã đó.",
  "Please enter your personal information":"Vui lòng nhập thông tin cá nhân của bạn.",
  "This information will be reflected in the age of your reservation, so please be sure to enter the correct information.":"Thông tin này sẽ được phản ánh theo độ tuổi đặt phòng của bạn, vì vậy hãy đảm bảo nhập thông tin chính xác.",
  "Additionally, if you are a Grand Himedic Club member, please enter the information you provided when applying.":"Ngoài ra, nếu bạn là thành viên Câu lạc bộ Grand Himedic, vui lòng nhập thông tin bạn cung cấp khi đăng ký.",
  "(For corporate contracts, please enter the name of the representative in Name and Name (kana). Only the representative can register.)":"(Đối với hợp đồng doanh nghiệp, vui lòng nhập tên người đại diện vào phần Tên và Tên (kana). Chỉ người đại diện mới được đăng ký.)",
  "Full name":"Họ và tên",
  "Name (kana)":"Tên (kana)",
  "Date of birth":"Ngày sinh",
  "Please select":"vui lòng chọn",
  "Gender":"Giới tính",
  "Set your secret question and answer.":"Đặt câu hỏi và câu trả lời bí mật của bạn.",
  "This is used to confirm your identity.":"Điều này được sử dụng để xác nhận danh tính của bạn.",
  "Security Question":"Câu hỏi bảo mật",
  "The answer to the secret question":"Câu trả lời cho câu hỏi bí mật",
  "Please enter the email address of ":"Vui lòng nhập địa chỉ email của ",
  "the registrant.":"người đăng ký.",
  "Email address":"Địa chỉ email",
  "Half-width alphanumeric symbols":"Ký hiệu chữ và số nửa độ rộng",
  "Email address (re-enter)":"Địa chỉ email(Nhập lại)",
  "A temporary password will be sent to your email address.":"Một mật khẩu tạm thời sẽ được gửi đến địa chỉ email của bạn.",
  "Please enter non-blank characters":"Vui lòng nhập ký tự không trống"

}
