{
  "Frequently asked questions": "よくあるお問い合わせ",
  "Back": "戻る",
  "Regulations regarding the handling of personal information": "個人情報の取扱いに関する規程",
  "Terms of Service": "ご利用規約",
  "Article 1 (Definition)": "第１条（定義）",
  "The meanings of terms used in these Terms of Use (hereinafter referred to as the \"Terms of Use\") are as specified in the following items.": "この利用規約（以下、「本利用規約」といいます。）において使用する用語の意味は、次の各号に定めるとおりとします。",
  "(1) \"This application\" refers to the smartphone application \"smartHIMEDIC\" provided by HIMEDIC Co., Ltd. (hereinafter referred to as \"our company\") on mobile information terminals such as smartphones owned by users." : "(1)「本アプリ」利用者自身が所有するスマートフォン等の携帯情報端末において、株式会社ハイメディック(以下、「弊社」といいます。)が提供するスマホアプリ「smartHIMEDIC」をいいます。",
  "(2) \"Information related to this application\" refers to various information that our company provides to a mobile information terminal such as a smartphone after the application is installed on the mobile information terminal owned by the user." : "(2)「本アプリ関連情報」利用者自身が所有するスマートフォン等の携帯情報端末に本アプリをインストールした後、弊社が当該携帯情報端末に対して提供する各種情報をいいます。",
  "(3) \"Service\" refers to all services provided on this application." : "(3) 「本サービス」本アプリ上で提供される全てのサービスをいいます。",
  "(4) \"Other Terms of Use, etc.\" Regardless of their name, these terms refer to provisions other than these Terms of Use that determine the terms of use of this service.": "(4)「その他の利用規約等」名称の如何に関わらず、本利用規約以外の規定であって、本サービスの利用条件を定めるものをいいます。",
  "(5) \"User\" means a person who has registered to use this application and whose registration has been approved by our company.": "(5)「利用者」本アプリを利用するために利用登録をし、弊社が利用登録を承諾している者をいいます。",
  "(6) \"SMS Authentication\" refers to the authentication information for the phone number registered by the User for the purpose of receiving the Service.": "(6)「SMS認証」利用者が本サービスの提供を受ける目的で登録した電話番号の認証情報をいいます。",
  "(7) \"Registered e-mail address\" refers to the e-mail address information provided by the user to our company for the purpose of receiving this service.": "(7)「登録メールアドレス」利用者が本サービスの提供を受ける目的で弊社に提供したメールアドレスの情報をいいます。",
  "(8) \"Password\" means a string of characters used to identify the user by comparing it with the registered email address when using this application.": "(8)「パスワード」本アプリを利用するに当たって、登録メールアドレスと照合して利用者を識別するための文字列をいいます。",
  "(9) \"Biometric Authentication Function\" This refers to a function that uses the user's biometric information registered on a biometric-enabled mobile information terminal to replace the registered email address and password.": "(9)「生体認証機能」生体認証対応の携帯情報端末に登録した利用者の生体情報を利用して、登録メールアドレス及びパスワードの代わりにすることができる機能をいいます。",
  "(10) “Book Club” refers to the Grand Heidic Club operated and managed by our company.": "(10) 「本倶楽部」弊社が運営・管理するグランドハイディック倶楽部のことをいいます。",
  "(11) “Right to receive medical examination” means the right to receive medical examination by this club.": "(11) 「受診権」本倶楽部の検診を受ける権利をいいます。",
  "Article 2 (Application of these Terms of Use)": "第２条（本利用規約の適用関係）",
  "1. In order to use this application, users must agree to these Terms of Use.": "1. 利用者が本アプリを利用するためには、本利用規約に同意していただく必要があります。",
  "2. These Terms of Use establish the terms of use of this service. In addition, other terms of use, etc. shall constitute a part of these Terms of Use.": "2. 本利用規約は、本サービスの利用条件を定めるものです。また、その他の利用規約等は、本利用規約の一部を構成するものとします。",
  "3. These Terms of Use apply to all actions of users when using this service.": "3. 本利用規約は、利用者が本サービスを利用する際の一切の行為に適用されます。",
  "4. If the provisions of these Terms of Use differ from the provisions of other Terms of Use, etc., the provisions of the other Terms of Use, etc. shall take precedence and apply unless otherwise specified.": "4. 本利用規約の規定とその他の利用規約等の規定が異なる場合は、別段の定めのない限り、その他の利用規約等の規定が優先して適用されるものとします。",
  "Article 3 (Change of these Terms of Use)": "第３条（本アプリの利用に関する禁止事項）",
  "Our company prohibits users from engaging in the acts specified in the following items.": "弊社は、利用者が次の各号に定める行為をすることを禁止します。",
  "(1) Transfer or lend this application to a third party.": "(1) 本アプリを第三者に対して、譲渡又は貸与すること。",
  "(2) Use this application or this service for commercial purposes.": "(2) 本アプリ又は本サービスを営利目的で利用すること。",
  "(3) Copying, modifying, etc. all or part of this application." : "(3) 本アプリの全部又は一部を複製、改変等すること。",
  "(4) Unauthorized use of this application or this service.": "(4) 本アプリ又は本サービスを不正に利用すること。",
  "(5) Use the App or the Service with another person's account.": "(5) 他人のアカウントで本アプリ又は本サービスを利用すること。",
  "(6) Reverse engineering, decompiling, or disassembling this application.": "(6) 本アプリのリバースエンジニアリング、逆コンパイル又は逆アセンブルをすること。",
  "(7) In addition to the preceding items, use this App or this Service in a manner that our company deems to be prohibited.": "(7) 前各号の他、弊社が禁止すべきと判断する態様で本アプリ又は本サービスを使用すること。",
  "Article 4 (Handling of personal information)": "第４条（個人情報の取扱い）",
  "1. Our company handles users' personal information in accordance with our \"Regulations for the Handling of Personal Information\" and in accordance with the provisions set forth in the following paragraphs.": "1. 弊社は、利用者の個人情報を、弊社の「個人情報の取扱いに関する規程」に沿って取り扱う他、次項以下に定めるところにしたがって取扱います。",
  "2. This application downloaded by the user will be given a unique serial number. Our company collects the following personal information of users for each serial number and registered email address.": "2. 利用者がダウンロードした本アプリには固有のシリアルナンバーが付与されます。弊社は、当該シリアルナンバー及び登録メールアドレス毎に、利用者の次の各号の個人情報を収集します。",
  "(1) Information on date and time of use of mobile information terminals.": "(1) 携帯情報端末利用日時情報。",
  "(2) Functions of this application used.": "(2) 利用した本アプリの機能。",
  "(3) Information related to this application displayed on the screen.": "(3) 画面表示した本アプリ関連情報。",
  "(4) User feedback information regarding information related to this application displayed on the screen.": "(4) 画面表示した本アプリ関連情報に対する利用者のフィードバック情報。",
  "(5) User registration information (name, date of birth, gender, address, email address, telephone number, club membership number).": "(5) 利用者の登録情報（氏名、生年月日、性別、住所、メールアドレス、電話番号、本倶楽部の会員番号）。",
  "(6) Information regarding the use of this club's medical services, etc. (medical institutions visited, course of treatment, date of treatment, results of treatment).": "(6) 本倶楽部のメディカル・サービス等の利用に関する情報（受診医療機関、受診コース、受診年月日、受診結果）。",
  "(7) In addition to the items in the preceding paragraph, information related to the use of this application and this service": "(7) 前項各号の他、本アプリ及び本サービスの利用に関連する情報",
  "3. Our company will use the personal information of users listed in each item of the preceding paragraph for the following purposes.": "3. 弊社は、前項各号に記載する利用者の個人情報を、次の各号の目的で利用します。",
  "(1) To manage the user's membership card of this club (including electromagnetic records and other substitutes with the same function) and the right to receive medical treatment.": "(1) 利用者の本倶楽部の会員証（同機能の電磁的記録その他代替物を含みます。）及び受診権を管理するため。",
  "(2) To manage users' reservations for the club's medical services, etc.": "(2) 利用者の本倶楽部のメディカル・サービス等の予約を管理するため。",
  "(3) To provide users with the results of medical examinations provided by the Club's medical services, etc.": "(3) 利用者に対して、本倶楽部のメディカル・サービス等の受診結果を提供するため。",
  "(4) To improve this application and this service.": "(4) 本アプリ及び本サービスの改善のため。",
  "(5) In addition to the provisions set forth in the preceding items, for any acts necessary to provide this service (including services that will be newly added to this service; the same shall apply hereinafter in this article).": "(5) 前各号に定める他、本サービス（新たに本サービスに加えられることとなるサービスを含みます。以下、本条において同じ）の提供のために必要な一切の行為のため。",
  "(6) In addition to providing users with information regarding this service and this application, we will also provide product information, service information, and other business guidance or information of our company, the joint use corporations listed in the next section, and their affiliated corporations. For. However, if the user notifies us in advance or after the fact that he or she does not wish to provide information by the method prescribed by our company, we will not provide the information unless it is necessary to provide this service.": "(6) 利用者に対して、本サービス及び本アプリに関する情報を提供する他、弊社及び次項に記載する共同利用法人並びにこれらの関連法人の商品情報やサービス情報その他の営業案内又は情報を提供するため。ただし、利用者が情報の提供を希望しない旨を、事前又は事後に弊社所定の方法で通知した場合は、本サービスの提供に必要な場合を除いて、情報の提供を行わないものとします。",
  "(7) To collect and organize statistical information and provide it to third parties as statistical information after processing it so that individuals cannot be identified.": "(7) 個人が特定されないように加工した上で、統計情報としての収集・整理、統計情報として第三者に提供するため。",
  "(8) For case studies and system development aimed at improving the quality of medical care and returning medical information to society.": "(8) 医療の質の向上や医療情報の社会還元を目的とした症例研究・システム開発のため。",
  "4. To the extent necessary to achieve the purposes set forth in each item of the preceding paragraph, our company will manage the following corporations (hereinafter referred to as \"joint usage corporations\") under appropriate management, with our company as the management manager. ) will jointly use the personal information of the users specified in Paragraph 2 of this article.": "4. 弊社は、前項各号に定める目的を達成するために必要な範囲内において、弊社を管理責任者とした上で、適切な管理の下、次の法人（以下、「共同利用法人」といいます。）と、本条第２項の利用者の個人情報を共同利用します。",
  "Joint usage corporation": "「共同利用法人」",
  "Yamanakako Medical Corporation Medical Corporation, HIMEDIC Clinic WEST Medical Corporation, Midtown Clinic Medical Corporation, Trust Clinic Medical Corporation, Keisokai Medical Corporation (Tokyo Radiology Clinic), National University Corporation Hospital of the University of Tokyo School of Medicine, National University Corporation Kyoto University Kyoto University Hospital, other affiliated medical institutions of this club, Shinkokai Medical Corporation, Resort Trust Co., Ltd., Just Finance Co., Ltd., Tokyo Midtown Medicine Co., Ltd., Advanced Medical Care Co., Ltd. Japan Swiss Perfection": "医療法人社団山中湖クリニック、医療法人社団ハイメディッククリニックWEST、医療法人社団ミッドタウンクリニック、社団医療法人トラストクリニック、医療法人社団勁草会（東京放射線クリニック）、国立大学法人東京大学東京大学医学部付属病院、国立大学法人京都大学京都大学医学部付属病院、その他本倶楽部の提携先医療機関、医療法人社団進興会、リゾートトラスト株式会社、ジャストファイナンス株式会社、株式会社東京ミッドタウンメディスン、株式会社アドバンスト・メディカル・ケア、株式会社日本スイス・パーフェクション",
  "Users will be notified of additions, name changes, etc. of the above-mentioned shared usage corporations by posting them in this app, newsletters, etc., mailing them, notifying them at the time of their visit to the hospital, or publishing them on our website.": "上記の共同利用法人の追加、名称変更等は、本アプリ、会報誌等への掲載、郵送、来院時の通知又は弊社のホームページでの公表等により利用者に通知します。",
  "Article 5 (User registration and account)": "第５条（利用登録とアカウント）",
  "1. Those who wish to use this application must download this application onto their own mobile information terminal." : "1. 本アプリの利用を希望する者は、自身が所有する携帯情報端末に対して本アプリのダウンロードを行う必要があります。",
  "2. A person who has registered for use (hereinafter referred to as a \"Registered User\") becomes a user when the Company approves the registration for use.": "2. 利用登録した者(以下、「利用登録者」といいます。)は、弊社が利用登録を承諾した時点で利用者になります。",
  "3. Each user shall have one account upon our approval of registration. One person may not hold multiple accounts unless approved by the Company.": "3. 利用者は、弊社が利用登録を承諾することにより、1人につき1つのアカウントを保有するものとします。1人が複数のアカウントを保有することは、弊社が認める場合を除き、できません。",
  "4. If there is a change in the user's registered information, the user must immediately follow the procedures prescribed by our company to make the change.": "4. 利用者は、利用者の登録情報に変更があったときは、直ちに弊社所定の方法で変更の手続をする必要があります。",
  "5. Users may not transfer or lend their account to a third party under any circumstances.": "5. 利用者はいかなる場合においても、アカウントを第三者に譲渡又は貸与することはできません。",
  "6. The use of the App and the Service and any other acts performed using the User's account (including use or acts performed by a third party without the user's involvement, such as by logging in) shall Regardless of whether the act is by the user himself/herself, it shall be deemed to be the use or act by the user, and the user shall bear all responsibility.": "6. 利用者のアカウントによってなされた本アプリ及び本サービスの利用その他一切の行為（利用者の関与なくログイン等がなされ、第三者によってなされた利用又は行為を含みます。）は、当該利用又は行為が利用者自身によるものであるか否かを問わず、当該利用者による利用又は行為とみなし、当該利用者は、一切の責任を負うものとします。",
  "Article 6 (Rejection of User Registration)": "第６条（利用登録の不承諾）",
  "Our company may, at our discretion, refuse to approve user registration if the user falls under any of the following items.": "弊社は、利用登録者が、次の各号のいずれかに該当する場合は、弊社の判断によって、利用登録を承諾しないことがあります。",
  "(1) If you register with false registration information.": "(1) 登録情報を偽って登録を行った場合。",
  "(2) If you have ever been disapproved of this club's qualification screening.": "(2) 本倶楽部の資格審査不承認となったことがある場合。",
  "(3) If you have been expelled from this club.": "(3) 本倶楽部を除名されたことがある場合。",
  "(4) If you have ever been prohibited from using this application or this service.": "(4) 本アプリ、本サービスの利用禁止となったことがある場合。",
  "(5) In other cases that our company deems inappropriate.": "(5) その他弊社が不適切と判断した場合。",
  "Article 7 (Suspension of use)": "第７条（利用停止）",
  "If the user wishes to suspend the use of this application or this service, the user shall apply for suspension of use to the Company using the method prescribed by the Company.": "利用者は、本アプリ又は本サービスの利用停止を希望する場合は、弊社所定の方法により、弊社に利用停止の申出を行うものとします。",
  "Article 8 (Use prohibited)": "第８条（利用禁止）",
  "If a user falls under any of the following items, our company may, at our discretion, prohibit the user from using this application and this service.": "弊社は、利用者が次の各号のいずれかに該当する場合は、弊社の判断によって、利用者による本アプリ及び本サービスの利用を禁止することができます。",
  "(1) If it is found that any of the items in Article 6 apply.": "(1) 第６条各号のいずれかに該当することが判明した場合",
  "(2) If you damage our company's honor or trust, or if you interfere with our business.": "(2) 弊社の名誉・信用を毀損した場合、又は営業を妨害した場合",
  "(3) In the event of violation of these Terms of Use or other Terms of Use, etc.": "(3) 本利用規約又はその他の利用規約等に違反した場合",
  "(4) If it is discovered that the right to undergo a medical examination that was transferred using this application has been further transferred to a third party.": "(4) 本アプリを利用して譲渡を受けた受診権をさらに第三者へ譲渡したことが判明した場合",
  "(5) If it is discovered that the application is used to buy or sell medical examination rights.": "(5) 本アプリを利用して受診権の売買を行っていることが判明した場合",
  "(6) If it is discovered that the right to undergo a medical examination was obtained fraudulently using this application.": "(6) 本アプリを利用して受診権を不正に入手したことが判明した場合",
  "(7) In other cases that our company deems inappropriate.": "(7) その他弊社が不適切と判断した場合",
  "Article 9 (Management of registered email address and password)": "第９条（登録メールアドレス及びパスワードの管理）",
  "1. Users must always register a usable email address that belongs to their own management as a registered email address, and if the registered email address no longer belongs to their own management, the user must register an available email address that belongs to their management as a registered email address. You must change to another available email address.": "1. 利用者は、常時、自己の管理に属する使用可能なメールアドレスを登録メールアドレスとして登録しなければならず、当該登録メールアドレスが自己の管理に属さなくなったときには、自己の管理に属する使用可能な別のメールアドレスに変更しなければならないものとします。",
  "2. Users shall endeavor to prevent unauthorized use of their registered email address and password, and shall be fully responsible for their management.": "2. 利用者は、自己の登録メールアドレス及びパスワードの不正利用の防止に努めるとともに、その管理について一切の責任を持つものとします。",
  "3. Our company and joint usage corporation will not be held responsible for any damages incurred by users due to theft, loss, leakage, etc. of registered email addresses or passwords.": "3. 登録メールアドレスやパスワードの盗難、紛失、漏洩等によって利用者が被った損害等について、弊社及び共同利用法人は、いかなる責任も負いません。",
  "Article 10 (Use of biometric authentication function)": "第１０条（生体認証機能の利用）",
  "1. Users who wish to use the biometric authentication function must first register their biometric information on their own mobile information terminal and register for biometric login according to the procedures established by our company. .": "1. 生体認証機能の利用を希望する利用者は、あらかじめ、自身が所有する携帯情報端末に利用者の生体情報を登録し、弊社が定める手続きにしたがって、生体認証ログインの登録を行う必要があります。",
  "2. When the biometric authentication function of this application is used, the registered email address and password of the user who registered biometric information on the mobile information terminal will be deemed to have been entered.": "2. 本アプリの生体認証機能の利用がなされた場合、当該携帯情報端末に生体情報を登録した利用者の登録メールアドレス及びパスワードが入力されたものとみなします。",
  "3. If the biometric information of multiple people is registered on the same mobile information device and the biometric authentication function of this application is used, our company will collect the registered email address and password of the user of the authenticated account. is assumed to have been entered.": "3. 同一の携帯情報端末に複数人の生体情報が登録されている場合において、本アプリの生体認証機能の利用がなされた場合、弊社は、認証されたアカウントの利用者の登録メールアドレス及びパスワードが入力されたものとみなします。",
  "4. Our company does not guarantee the reliability of matching the biometric information of the person using the biometric authentication function of this application with the biometric information of the user registered on the mobile information terminal. In the unlikely event that the biometric authentication function determines that the third party's biometric information matches the user's biometric information registered on the mobile information terminal, our company will not transfer the biometric information, etc. to the mobile information terminal. Authentication will be performed as biometric information of the user registered on the device, and the preceding two paragraphs will apply.": "4. 弊社は、本アプリの生体認証機能を利用した者の生体情報と携帯情報端末に登録された利用者の生体情報の照合の確実性等を保証するものではありません。万一、生体認証機能により、第三者の生体情報等が携帯情報端末に登録された利用者の生体情報と一致すると判定された場合であっても、弊社は、当該生体情報等を携帯情報端末に登録された利用者の生体情報とみなして認証し、前二項が適用されるものとします。",
  "Article 11 (Preparation of usage environment)": "第１１条（利用環境の整備）",
  "1. Users shall, at their own responsibility and expense, properly maintain all equipment, software, and communication means necessary to use this App and this Service.": "1. 利用者は、本アプリ及び本サービスを利用するために必要なあらゆる機器、ソフトウェア、通信手段を自己の責任と費用において、適切に整備するものとします。",
  "2. Users shall take security measures such as preventing computer virus infection, unauthorized access, and information leaks, depending on their usage environment.": "2. 利用者は、自己の利用環境に応じて、コンピューター・ウィルスの感染の防止、不正アクセス及び情報漏洩の防止等のセキュリティ対策を講じるものとします。",
  "3. Our company does not have any involvement in the user's usage environment and does not assume any responsibility.": "3. 弊社は、利用者の利用環境について一切関与せず、またいかなる責任も負いません。",
  "Article 12 (User's Responsibility)": "第１２条（利用者の責任）",
  "1. Users shall use this application and this service at their own risk, and the Company and the joint usage corporation shall each be responsible for any and all actions taken using this application and this service, and their results. We do not assume any responsibility except in cases of gross negligence.": "1. 利用者は、自己の責任において本アプリ及び本サービスを利用するものとし、本アプリ及び本サービスを利用してなされた一切の行為及びその結果について、弊社及び共同利用法人は、それぞれに故意又は重過失がある場合を除き、いかなる責任も負いません。",
  "2. If the user infringes the rights of another person or has a dispute with a third party through the use of this application and this service, the user must resolve the matter at his or her own responsibility and expense. The joint usage corporation shall not bear any responsibility unless there is intentional or gross negligence on the part of each party.": "2. 利用者は、本アプリ及び本サービスの利用によって他人の権利を侵害し又は第三者との間で紛争が生じた場合は、自己の責任と費用において解決しなければならず、弊社及び共同利用法人は、それぞれに故意又は重過失がある場合を除き、いかなる責任も負いません。",
  "Article 13 (Changes to this application, this service, etc.)": "第１３条（本アプリ、本サービスの変更等）",
  "1. At our discretion, we may update or upgrade this application without prior notice or consent to users. In this case, such updated versions or upgraded versions will also be treated as the App, and these Terms of Use will also apply to them.": "1. 弊社は、弊社の判断により、利用者への事前の通知又は承諾なく、本アプリのアップデート又はバージョンアップ等を行う場合があります。この場合、かかるアップデート版又はバージョンアップ版等も本アプリとして扱い、これらにも本利用規約が適用されます。",
  "2. Our company may add, change, suspend, cancel, or terminate this application and this service at any time and for any reason at our convenience without prior notice or consent to users.": "2. 弊社は、弊社の都合により、利用者への事前の通知又は承諾なく、本アプリ及び本サービスをいつでも任意の理由で追加、変更、一時停止、中止又は終了することができます。",
  "3. Our company shall not be liable for any disadvantage or damage caused to users or third parties due to the preceding two paragraphs, regardless of the reason.": "3. 弊社は、前２項により利用者及び第三者に不利益、損害が生じた場合であっても、理由の如何を問わず一切の責任を負わないものとします。",
  "Article 14 (Usage fee)": "第１４条（利用料金）",
  "1. Registration and use of this application and this service are free of charge.": "1. 利用登録、本アプリ及び本サービスの利用は無料とします。",
  "2. Communication charges associated with the use of this application and this service shall be borne by the user.": "2. 本アプリ及び本サービスの利用に伴う通信料は、利用者の負担となります。",
  "Article 15 (Disclaimer)": "第１５条（免責事項）",
  "1. The Company and the Joint Usage Corporation shall not be held responsible for any loss of data due to natural disasters, failures in communication lines or computers, or any failures related to the use of this application and this service. The same applies if display speed decreases or failures occur due to excessive access or other unexpected factors.": "1. 弊社及び共同利用法人は、天災地変、通信回線やコンピューター等の障害によるデータの消失、本アプリ及び本サービスの利用に関する障害について、一切の責任を負わないものとします。アクセス過多、その他予期せぬ要因で表示速度の低下や障害等が生じた場合も同様とします。",
  "2. Within this service, reservations for the Club's medical services, etc., and the viewing service for examination results are limited to the examination course specified by our company. Please note that in the medical examination results viewing service, the information provided by this app is not a substitute for the information provided by medical facilities, and does not guarantee the accuracy, completeness, usefulness, etc. of the information. In addition, the image information displayed on the screen in the medical examination result viewing service is provided for the purpose of confirming the user's identity, and is not provided for medical purposes.": "2. 本サービスのうち本倶楽部のメディカル・サービス等の予約及び受診結果の閲覧サービスの利用は、弊社が定める受診コースに限ります。なお、受診結果の閲覧サービスにおいて、本アプリにより提供される情報は、医療施設で提供される情報を代替するものではなく、情報の正確性、完全性、有用性等を保証するものではありません。また、受診結果の閲覧サービスにおいて画面表示した画像情報は、利用者本人の確認用として提供しているものであり、医療用として提供しているものではありません。",
  "Article 16 (Response to acts that violate these Terms of Use or other Terms of Use, etc.)": "第１６条（本利用規約又はその他の利用規約等に違反する行為等への対処）",
  "1. If you discover any behavior by another user that violates these Terms of Use or other Terms of Use, please contact us.": "1. 本利用規約又はその他の利用規約等に違反する他の利用者の行為を発見した場合は、弊社までご連絡ください。",
  "2. Users may not object to our company's actions in violation of these Terms of Use or other Terms of Use.": "2. 利用者は、本利用規約又はその他の利用規約等に違反する行為等に対する弊社の対処に対して、異議を申し立てることはできません。",
  "Article 17 (Changes to these Terms of Use)": "第１７条（本利用規約の変更）",
  "1. Our company may change these Terms of Use at any time at our discretion.": "1. 弊社は、弊社の判断により、本利用規約をいつでも変更することができるものとします。",
  "2. If our company makes any changes to these Terms of Use, we will notify users in advance by posting them in this app, newsletter, etc., by mail, by notifying you at the time of your visit to the hospital, or by publishing them on our website.": "2. 弊社は、本利用規約を変更する場合は、本アプリ、会報誌等への掲載、郵送、来院時の通知又は弊社のホームページでの公表等により、事前に利用者に通知します。",
  "3. If the User uses the Service after the changes to these Terms of Use take effect, the User will be deemed to have agreed to the changed Terms of Use.": "3. 利用者は、本利用規約の変更の効力が生じた後に本サービスを利用した場合、当該変更後の本利用規約に同意したものとみなされます。",
  "Article 18 (Governing law and competent court)": "第１８条（準拠法及び管轄裁判所）",
  "1. The governing law of these Terms of Use shall be Japanese law.": "1. 本利用規約の準拠法は、日本法とします。",
  "2. If a lawsuit arises between the user and our company regarding the use of this application and this service, the district court or summary court that has jurisdiction over the location of our head office or branch office shall be the court with exclusive jurisdiction of the first instance. will do.": "2. 本アプリ及び本サービスの利用に関し、利用者と弊社の間で訴訟の必要が生じた場合、弊社の本店又は支店所在地を管轄する地方裁判所又は簡易裁判所を第一審の専属的合意管轄裁判所とします。",
  "Article 19 (Supplementary Provisions)": "第１９条（附則）",
  "These Terms of Use will come into effect from April 1, 2019.": "本利用規約は平成31年4月1日から施行します。",
  "Established on April 1, 2019": "2019年04月01日 制定",
  "Revised on August 6, 2019": "2019年08月06日 改定",
  "Article 1 (Transactions of Products)": "第１条（商品の取引）",
  "HI-Medic Corporation (hereinafter referred to as the \"Company\") (hereinafter referred to as the \"Company\") shall apply these Rules to the products and incidental items (hereinafter referred to as the \"Products\") sold by the Company. (hereinafter referred to as the \"Company\") shall apply these Rules to the products and incidental items sold by the Company (hereinafter referred to as the \"Products\").": "株式会社ハイメディック（以下「当社」という。）は、当社が販売する商品および付随するもの（以下「商品」という。）について、本規程を適用するものとします。",
  "Article 2 (Handling of Personal Information for Transactions of Products)": "第２条（商品の取引にかかる個人情報の取扱い）",
  "The Company shall properly obtain membership application forms, personal information (as defined in Article 3) of members and persons who use the Company's facilities or services (hereinafter referred to as \"members, etc.\"), and personal information (as defined in Article 3) of members, etc. The Company shall collect, use, and provide personal information (as defined in Article 3) of Members, etc. The Company shall collect, use, provide, and register personal information (as defined in Article 3) of members, etc. (hereinafter referred to as \"Members, etc.\") for the purpose of providing services to Members, etc. through product transactions.": "1. 当社は、適正に取得した入会申込書、会員および当社の施設又は、サービスを利用する者（以下「会員等」という。）の個人情報（第３条に定めるものをいいます。）を、商品の取引を通じて会員等へのサービス提供のために、収集、利用、提供および登録を行うものとします。",
  "2. The Company shall manage personal information of members and others in a strict manner to ensure the proper handling of personal information and to protect the privacy of members and others, as well as to maintain the accuracy and confidentiality of such information.": "2. 当社は、会員等の個人情報の適正な取扱いと会員等のプライバシー保護に十分配慮するとともに正確性、機密性の維持に努めるべく個人情報を厳重に管理するものとします。",
  "3. The Company may outsource all or part of the handling of personal information in Article 3 to the extent necessary to achieve the purposes of use in Article 4, but the company to which such information is outsourced (hereinafter referred to as the \"outsourced company\") ) shall be guided and managed to ensure that, upon entering into a contract, they give due consideration to the proper handling of personal information of members, etc. and the protection of the privacy of members, etc.": "3. 当社は、第４条の利用目的を達成するために必要な範囲内で、第３条の個人情報の取扱いの全部又は一部を委託する場合がありますが、当該委託先企業（以下「委託先企業」という。）については、契約を締結のうえ、会員等の個人情報の適正な取扱いと会員等のプライバシー保護に十分配慮するよう指導・管理するものとします。",
  "4. We shall supervise our employees who are allowed to handle personal information adequately and instruct them to manage personal information in a strict manner to maintain accuracy and confidentiality.": "4. 当社は、個人情報を取り扱わせる当社の従業者の監督を十分行い、かつ、正確性、機密性の維持に努めるべく個人情報を厳重に管理するよう指導するものとします。",
  "5. Members and others shall enter into a contract with the Company with respect to the handling of their personal information upon agreeing to the terms and conditions set forth in these Rules and Regulations.": "5. 会員等は、自己の個人情報の取扱いに関し、本規程に定める内容に同意したうえで、当社との契約を締結するものとします。",
  "Article 3 (Collection, retention and use of personal information).": "第３条（個人情報の収集、保有、利用）",
  "Members agree that in order for the Company to provide its benefits and services to Members and others and for the Company's marketing activities, the following personal information of Members and others (hereinafter collectively referred to as \"Personal Information\") will be collected, held and used by the Company with safeguards in place. Members agree that the Company may collect, retain, and use the following information (collectively, \"Personal Information\") of Members and others for the purpose of providing the Company's benefits and services to Members and for the Company's marketing activities.": "会員等は、当社の特典およびサービスを当社が会員等に提供するためおよびそのマーケティング活動のため、会員等の個人情報のうち以下の情報（以下これらを総称して「個人情報」という。）を当社が保護措置を講じた上で、収集・保有・利用することに同意するものとします。",
  "1) The name, gender, date of birth, address, telephone number, place of employment, family status, housing information, annual income status, answers to questionnaires, etc. (including any change in such information that the Company becomes aware of through notification from the Member after entering into this Agreement), which the Member has entered or declared on the Membership Application Form, Pledge Form, Membership Eligibility Screening Form, etc. The same shall apply hereinafter. The same shall apply hereinafter).": "① 会員等が所定の入会申込書、誓約書、入会資格審査表等により記入、申告した会員等の氏名、性別、生年月日、住所、電話番号、勤務先、家族状況、住居情報、年収状況、アンケート欄への回答内容等（本契約締結後に会員等から通知を受ける等により、当社が知り得た変更情報を含む。以下同じ。）",
  "(ii) Information regarding the date the product contract was formed, whether or not the product contract was formed, membership number, membership price, membership fee and other contract details, and whether or not the product contract was terminated.": "② 商品契約成立日、商品契約成立の有無、会員番号、会員権価格、会費等の契約内容および商品契約終了の有無等に関する情報",
  "(iii) Information regarding billing and payment status of membership fees, etc.": "③ 会費等の請求およびお支払い状況等に関する情報",
  "iv) Information collected under this Agreement or an agreement under the same name with a joint use company or other entity regarding the use of the facility, reservations made via the Internet, or other information regarding the use of the facility.": "④ 本契約または共同利用会社等との同名義の契約により収集した、施設の利用状況、インターネットによる予約等の利用状況に関する情報",
  "(v) Information regarding the items on documents issued by public institutions, such as residence certificates, collected from members and other persons, businesses, or public institutions through legal and proper methods.": "⑤ 会員等、事業者または公的機関から、適法かつ適正な方法により収集した、住民票等公的機関が発行する書類の記載事項に関する情報",
  "⑥ Information published in official gazettes, telephone directories, residential maps, etc.": "⑥ 官報、電話帳、住宅地図等に公開されている情報",
  "7) Information on medical examinations obtained from joint use companies, etc.": "⑦ 共同利用会社等から取得した検診に関する情報",
  "⑧ Other information used by the Company to provide its benefits and services to its members and others and for its marketing activities.": "⑧ その他当社の特典およびサービスを当社が会員等に提供するためおよびそのマーケティング活動のために利用する情報",
  "Article 4 (Indication of Purpose of Use of Personal Information).": "第４条（個人情報の利用目的の表示）",
  "We use the personal information of members and others for the following purposes.": "当社は、下記の目的のために会員等の個人情報を利用します。",
  "1) Issuance of membership cards (including electromagnetic records of the same function and other substitutes), management of members, etc., and services, etc. (including services, etc. provided by joint use companies, etc. under this Agreement) in connection with this Agreement between the Company and members, etc. (ii) Provision of services, etc.": "① 当社と会員等との本契約にかかる会員証（同機能の電磁的記録その他代替物を含む｡）発行、会員等の管理、サービス等（本契約の元で共同利用会社等が提供するサービス等を含む。）の提供",
  "(ii) To provide information about products and services handled by the Company by sending promotional printed materials, sending e-mails, or by other means.": "② 当社の取り扱う商品・サービス等について、当社からの宣伝印刷物の送付・Ｅメールの送信等の方法によりご案内すること",
  "(iii) Marketing activities and product development conducted to increase the satisfaction of members, etc.": "③ 会員等の満足度等を高めるために実施するマーケティング活動および商品開発",
  "iv) To provide information on products, services, etc. handled by the Shared Use Companies, etc. (meaning those stipulated in Article 5) (iii) to provide information on products, services, etc. handled by the joint user company, etc. (meaning those stipulated in Article 5) by sending promotional printed materials, sending e-mails, or other methods from the Company.": "④ 共同利用会社等（第５条に定めるものをいう。）の取り扱う商品・サービス等について、当社からの宣伝印刷物の送付・Ｅメールの送信等の方法によりご案内すること",
  "Article 5 (Joint Use Companies of Personal Information, etc.)": "第５条（個人情報の共同利用会社等）",
  "For the purposes of use stipulated in Article 4, the Company shall enter into a joint use agreement with the Company's subsidiaries, affiliated companies, and medical institutions to which the Company consigns medical examinations (hereinafter referred to as \"joint use companies, etc.\") listed on the Company's website (https://www.himedic.jp/). The Company will enter into a joint use agreement with the Company's subsidiaries, affiliates, and medical institutions to which it outsources medical examinations (hereinafter referred to as the \"Joint User Companies, etc.\"), with the Company being the party responsible for management, and will jointly use the personal information specified in Article 3.": "当社は、第４条に定める利用目的のため、当社のホームページ（https://www.himedic.jp/）記載の当社の子会社、関連会社及び検診委託先医療機関等（以下「共同利用会社等」という。）と共同利用契約を締結し、当社を管理責任者とした上で、第３条に定める個人情報を共同利用します。",
  "Article 6 (Disclosure, Correction and Deletion of Personal Information).": "第６条（個人情報の開示・訂正・削除）",
  "1. Members, etc. may request that the Company and the joint user companies, etc. listed in Article 5 disclose personal information about themselves. Requests for disclosure shall be accepted at the contact point indicated at the end of this document.": "1. 会員等は、当社および第５条で記載する共同利用会社等に対して、自己に関する個人情報を開示するよう請求することができるものとします。なお、開示請求の受付は、末尾に記載の窓口とします。",
  "2. In the case of the preceding paragraph, the member shall follow the procedures prescribed by the party to whom the request for disclosure is made, such as posting documents (driver's license, passport, etc.) to prove the member's identity. Any fees required for the procedure shall be borne by the member, etc.": "2. 前項の場合、会員等は本人であることを証明するための書類（自動車運転免許証、パスポート等）を掲示する等、開示請求先所定の手続きに従うものとします。手続きにあたり必要となる手数料は会員等の負担となります。",
  "3. In the unlikely event that a request for disclosure reveals that the registered information is inaccurate or erroneous, the Company shall promptly respond to the request for correction or deletion. Requests for correction or deletion shall also be accepted at the contact point indicated at the end of this document.": "3. 開示請求により、万一登録内容が不正確または誤りであることが判明した場合には、当社は、速やかに訂正または削除に応じるものとします。訂正または削除請求の受付も、末尾に記載の窓口とします。",
  "Article 8 (Request to Cease Provision or Use of Personal Information).": "第８条（個人情報の提供・利用の停止の申出）",
  "Even if we use or provide personal information within the scope agreed upon in these rules, if a member requests that we stop using or providing such information, we will take measures to stop using such information at our company or providing it to a joint use company, etc., in accordance with Article 5. However, this does not apply to matters related to membership rights, newsletters, or enclosures when sending invoices, among the items provided to the joint users. In addition, members, etc. may not be able to receive the services prescribed by the Company as a result of the suspension of use.": "本規程に同意を得た範囲内で当社が個人情報を利用・提供している場合であっても、会員等から停止の申出があった場合、当社での利用および第５条にもとづく当社から共同利用会社等への提供を停止する措置をとります。ただし、共同利用会社等への提供のうち、会員権利に関する事項および会報誌、請求書送付の際の同封物についてはこの限りではありません。なお、会員等は、利用停止に伴い、当社所定のサービスが受けられなくなる場合があります。",
  "Article 9 (Amendment of these Rules and Regulations).": "第９条（本規程の変更）",
  "In the event of any changes to these rules, the Company shall notify members, etc. by publication in the newsletter, by mail, or by announcement on the Company's website, and the latest version shall be the one posted on the Company's website. In the event of any change to this policy, the latest version shall be posted on the Company's website.": "本規程に変更が生じた場合には、会報誌への掲載、郵送または当社のホームページでの公表により会員等に通知するものとし、当社のホームページに掲載されているものを最新版とします。〔個人情報に関するお問い合わせ窓口〕",
  "1) Person responsible for management of personal information: President and Representative Director of HI-Medic, Inc.": "① 個人情報の管理責任者: 株式会社 ハイメディック 代表取締役社長",
  "ii) Contact: HI-Medic, Inc.": "② お問い合わせ窓口：株式会社 ハイメディック",
  "TEL:052-310-0787 FAX: 052-310-0792": "TEL:052-310-0787 FAX: 052-310-0792",
  "[Joint use companies, etc.]": "〔共同利用会社等〕",
  "Yamanakako Clinic, Medical Corporation; Hi-Medic Clinic WEST, Medical Corporation; Midtown Clinic, Medical Corporation; Trust Clinic, Medical Corporation; Resort Trust Corporation; Just Finance Corporation; Tokyo Midtown Medicine, Inc. Advanced Medical Care, Inc. and Swiss Perfection Japan, Inc.": "医療法人社団山中湖クリニック、医療法人社団ハイメディッククリニックWEST、医療法人社団ミッドタウンクリニック、社団医療法人トラストクリニック、リゾートトラスト株式会社、ジャストファイナンス株式会社、株式会社東京ミッドタウンメディスン、株式会社アドバンスト・メディカル・ケア、株式会社日本スイス・パーフェクション",
  "More than.": "以上",
  "Ver.3.0": "Ver.3.0"
}
