{
  "Please enter the email address and secret question and answer you set during user registration": "利用登録で設定したメールアドレスと秘密の質問と答えを入力ください。 ",
  "Email":"メールアドレス",
  "Half width alphanumeric symbols":"半角英数記号",
  "Security Question":"秘密の質問",
  "Answer to the secret question":"秘密の質問の答え",
  "Please enter":"入力してください",
  "A temporary password will be issued to your email address":"メールアドレス宛に仮パスワードを発行",
  "If you are unable to have your temporary password reissued, please":"仮パスワードを再発行できない場合はお電話にて",
  "contact us":"お問い合わせ",
  "by phone":"ください。",
  "Login Screen":"ログイン画面",
  "A temporary password has been sent to your email address. Please enter your temporary password":"メールアドレスに仮パスワードを送信しました。仮パスワードを入力してください",
  "Temporary password":"仮パスワード",
  "If you cannot receive your temporary password, please ":"仮パスワードが受信できない場合はお電話にて",
  "If your temporary password has expired, ":"仮パスワードの有効期限が切れた場合は",
  "Please click here ":"こちら",
  "to reissue a temporary password.":"から仮パスワードを再発行してください。",
  "inquiry":"お問い合わせ",
  "Next":"次へ",
  "Please set a new password":"新しいパスワードを設定してください",
  "Password":"パスワード",
  "Please use at least three types of passwords: English letters (uppercase and lowercase), numbers, and symbols.":"パスワードは英文字（大文字、小文字）、数字、記号から３種類以上を使用してください。",
  "Password Confirm":"パスワード（再入力）",
  "Please enter your temporary password and log in":"仮パスワードを入力しログインをしてください",
  "If you registered the wrong email address":"メールアドレスを間違えて登録した場合",
  "Login":"ログイン",
  "Confirmation":"確認",
  "Cancel":"いいえ",
  "OK":"はい",
  "If you register your email address incorrectly, you will not receive a temporary password and will need to register again.":"メールアドレスを誤って登録した場合、仮パスワードが受け取れないため、利用登録をやり直す必要がございます。",
  "Would you like to start registration again from the beginning?":"利用登録を最初からやり直しますか？",
  "Login completed":"ログインが完了しました。",
  "Please change to this password (any password)":"本パスワード（任意のパスワード）に変更してください。",
  "Requires at least 8 characters":"８文字以上必要です。",
  "New account registration has been completed":"新規アカウントの登録が完了しました。",
  "Automatically transitions to the top screen":"トップ画面に自動で遷移します。",
  "Please wait":"しばらくお待ちください。",
  "Please check the checkbox after checking the terms of use and regulations regarding the handling of personal information":"ご利用規約と個人情報の取り扱いに関する規定の内容をご確認のうえ、チェックボックスにチェックを入れてください。",
  "I agree with ":"ご利用規約",
  "terms of Service":"に同意します。",
  "I agree ":"個人情報の取扱に関する規定",
  "regulations regarding the handling of personal information":"に同意します。",
  "Please select":"選択してください",
  "SMS authentication is required to confirm your identity. Please enter a valid mobile phone number":"ご本人であることを確認するために、SMS認証が必要となります。有効な携帯電話番号を入力してください。",
  "Please enter your mobile phone number":"携帯電話番号を入力してください",
  "Please enter your mobile phone number without hyphens (-)":"携帯電話番号はハイフン「-」なしで入力してください。",
  "Send SMS":"SMSを送信する",
  "Press the button and an SMS will be sent to your phone number. Please be careful not to make any mistakes when entering the number":"ボタンを押すと電話番号にSMSが送信されます。番号の入力間違いがない様にお気をつけください。",
  "Back":"戻る",
  "After receiving the SMS, please enter the 6-digit verification number provided":"SMS受信後、記載されている6桁の認証番号を入力してください。",
  "If you do not receive the verification number, please return to the previous screen and resend the SMS":"認証番号が届かない場合は、１つ前の画面に戻りSMSを再送信してください。",
  "If authentication fails, please call ":"認証に失敗する場合は、お電話にて",
  "setting": "設定",
  "full name": "氏名",
  "Date of birth/gender": "生年月日・性別",
  "email address": "メールアドレス",
  "E-mail address re-enter required": "メールアドレス（再入力）を入力してください。",
  "passcode": "パスワード",
  "full name required": "氏名を入力してください。",
  "The name has more than 100 characters.": "氏名が100文字以上入力されています。",
  "name kana": "氏名（カナ）",
  "name kana required": "氏名（カナ）を入力してください。",
  "The name (kana) has more than 50 characters.": "氏名（カナ）が50文字以上入力されています。",
  "Please enter the real name of the person receiving the examination.": "※受診する方の本名を記入してください。",
  "change": "変更",
  "date of birth": "生年月日",
  "date of birth required": "生年月日を入力してください。",
  "gender": "性別",
  "gender required": "性別を入力してください。",
  "male": "男性",
  "female": "女性",
  "Please enter the personal information of the person receiving the examination.": "※受診する方の本人情報を記入してください。",
  "email address required": "メールアドレスを入力してください。",
  "E-mail address re-enter": "メールアドレス（再入力）",
  "A confirmation email will be sent to your new email address, so please check it.": "※変更後のメールアドレスに確認メールが送信されますので、ご確認ください。",
  "Change Password": "パスワード変更",
  "Current Password": "現在のパスワード",
  "Current Password required": "現在のパスワードを入力してください。",
  "New Password": "新しいパスワード",
  "New Password required": "新しいパスワードを入力してください。",
  "New password re-enter": " 新しいパスワード（再入力）",
  "New password re-enter required": " 新しいパスワード（再入力）を入力してください。",
  "Forgot your password": "パスワードをお忘れの場合",
  "name kana regex": "氏名（カナ）には全角カナのみ入力してください。",
  "E-mail address not format": "メールアドレス（再入力） not format",
  "Your passwords new do no match": "パスワードが一致しません",
  "The current password has more than 255 characters.": "現在のパスワードが255文字以上入力されています。",
  "The new password has more than 255 characters.": "新しいパスワードが255文字以上入力されています。",
  "New password must be at least 8 characters.": "新しいパスワードが8文字以上必要です。",
  "Your current password must be at least 8 characters.": "現在のパスワードが8文字以上必要です。",
  "New password (re-enter) does not match. Please enter the same password.": "新しいパスワード（再入力）一致しません。同じパスワードを入力してください。",
  "The format of the email address is incorrect.": "メールアドレスの書式が正しくありません。",
  "The format of the email address (re-enter) is incorrect.": "メールアドレス（再入力）の書式が正しくありません。",
  "Your email address has more than 255 characters.": "メールアドレスが255文字以上入力されています。",
  "The email address (re-enter) has more than 255 characters.": "メールアドレス（再入力）が255文字以上入力されています。",
  "Email addresses do not match. Please enter the same email address.": "メールアドレスが一致しません。同じメールアドレスを入力してください。"
}
