{
  "Cancel reservation": "予約キャンセル",
  "Change reservation date": "予約日変更",
  "Membership number": "会員番号",
  "Consultation right number": "受診権番号",
  "Scheduled date of consultation": "受診予定日",
  "Consultation facility": "受診施設",
  "Reservation confirmed" : "予約確定",
  "Input period" :"入力期間",
  "Right to receive medical examination information": "受診権情報",
  "Accommodation": "ご宿泊",
  "In process": "手続き中",
  "Request reservation in progress": "リクエスト予約中",
  "Waiting for receiving procedure": "受け取り手続き待ち",
  "Already received a medical examination": "受診済み",
  "Transfer of right to receive medical treatment": "受診権譲渡",
  "Request": "リクエスト",
  "Canceling": "キャンセル中",
  "Cancellation of transfer" : "譲渡取消",
  "Request a reservation": "予約をリクエストする",
  "Assignment": "譲渡",
  "Date of expiry": "有効期限",
  "Occupancy day period": "占有日期間",
  "The reception facility will change between the first and second time. please note": "1回目と2回目で受付施設が変わります。ご注意ください。",
  "Already used": "使用済み",  
  "Reservation completed": "未使用", 
  "Reservation in progress": "予約中",
  "Examination completed": "受診済",
  "Interview/consent": "問診・同意",
  "Back": "戻る",
  "Right to receive medical examination information v2": "受診権情報",
  "Explanation of transfer of right to receive medical treatment": "受診権譲渡のご説明",
  "The transfer of right to receive a medical examination in this app is a function that allows the right to receive a medical examination to be transferred only to a user nominated by the member.": "本アプリの「受診権譲渡」とは、会員が指名する利用者にのみ、受診権を譲渡できる機能です。",
  "Transfer from the transferred user is not possible.": "※譲渡された利用者からの転譲渡はできません。",
  "Please refrain from buying or selling the right to receive medical treatment.": "※受診権の売買取引はご遠慮ください",
  "Transferred consultation rights can only be reserved on the app.": "譲渡された受診権はアプリ上でのみ受信日予約ができます。",
  "Please enter the email address or mobile phone number of the transferee.": "譲渡先のメールアドレスまたは携帯電話番号を入力してください。",
  "email": "メールアドレス",
  "email label": "メールアドレス（譲渡先）",
  "email required": "メールアドレス（譲渡先）",
  "Half-width alphanumeric symbols": "半角英数記号",
  "mobile number": "携帯電話番号",
  "phone label": "携帯電話番号（譲渡先）",
  "phone placeholder": "入力してください",
  "phone required": "携帯電話番号（譲渡先）",
  "Please enter your mobile phone number without hyphens": "携帯電話番号はハイフン「-」なしで入力してください。",
  "An SMS will be sent to the phone number you entered.": "ご入力いただきました電話番号にSMSを送信します。",
  "We will send the transfer code to the contact information above.": "上記の連絡先に譲渡コードをお送りします。",
  "Button Send": "送信する",
  "We accept request reservations": "リクエスト予約を受け付けます",
  "It can only be used by the person receiving it. Please check the box below.": "ご利用は受信されるご本人のみが可能です。以下のチェックボックスにチェックを入れてください。",
  "I am the person undergoing the examination.": "受診する本人です",
  "to the next": "次へ",
  "Get from contacts": "連絡先から取得する",
  "Do you want to cancel the transfer?": "譲渡を取り消しますか？",
  "Would you like to cancel or change your reservation?": "予約キャンセル・変更しますか？",
  "I canceled my reservation. Please make a reservation again.": "予約をキャンセルしました。再度予約をしてください。", 
  "If you wish to change or cancel your order within 7 days of receiving it": "受信日まで7日を切る変更・キャンセルのご連絡はお電話にてお願いします。 【お問い合わせ窓口クラブデスク】 電話番号：0120-373-388 受付時間：月〜土曜日 9時〜17時（日曜日・祝日は除く）上記受付時間外は受信される施設に直接お問い合わせください。",
  "Do you want to cancel your reservation?": "予約をキャンセルしますか？",
  "If you choose to cancel, all information you have entered will be discarded.": "キャンセルをご選択された場合、ご入力いただいていた内容がすべて破棄されてしまいます。",
  "We accept change requests.": "変更リクエストを受け付けます。",
  "Please enter the consultation date you wish to change on the next screen. The reservation desk will contact you later. (There may be fewer empty slots.)": "ご変更希望の受診日を次画面より入力してください。後ほど予約窓口より連絡いたします。（空枠が少なくなっている可能性があります。）",
  "Confirmation":"確認",
  "Cancel":"いいえ",
  "OK":"はい"
}
