{
  "Please select your membership type":"会員種別をご選択ください",
  "Grand Himedic Club Member":"グランドハイメディック倶楽部会員",
  "The contracted representative himself/herself":"ご契約されている代表者ご本人",
  "Non-members (other than members)":"非会員（会員以外）",
  "Everyone other than the above":"上記以外の方全員",
  "Cancel":"キャンセル",
  "Those who have a “HIMEDIC ID”":"「ハイメディックID」をお持ちの方",
  "Those who have a “transfer code”":"「譲渡コード」をお持ちの方",
  "Those who have a “Result Report Certification Code”":"「結果レポート認証コード」をお持ちの方",
  "A temporary password will be issued to your email address":"メールアドレス宛に仮パスワード発行",
  " inquiry ":"お問い合わせ",
  "by phone":"ください。",
  "If authentication fails, please call":"認証に失敗する場合は、お電話にて",
  "Please enter your Grand HIMEDIC Club member number":"グランドハイメディック倶楽部会員番号を入力してください。",
  "Please enter the half-width digit “-”":"半角数字「-」を入れて入力してください",
  "If you have multiple membership numbers, please enter one of them.":"会員番号を複数お持ちの場合、どれか一つの会員番号を入力してください。",
  "After registering with the membership number you entered, you can add other membership numbers.":"ご入力いただきました会員番号でご登録の後、他の会員番号を追加いただくことができます。",
  "If you do not know your member number, please call":"会員番号がわからない場合はお電話にて",
  "Please enter your HIMEDIC ID":"ハイメディックIDを入力してください",
  "HIMEDIC ID":"ハイメディックID",
  "Please enter":"入力してください",
  "Half-width numbers":"半角数字",
  "If you do not know your HIMEDIC ID, please call":"ハイメディックIDがわからない場合はお電話にて",
  "Please enter the “transfer code” you received via email or SMS":"メールまたはSMSで受け取った「譲渡コード」を入力してください。",
  "Transfer code":"譲渡コード",
  "If you do not know the transfer code, please call":"譲渡コードがわからない場合はお電話にて",
  "Please enter the “Result Report Certification Code” given to you at the receiving facility":"受信施設でお渡ししました「結果レポート認証コード」を入力してください。",
  "Results report verification code":"結果レポート認証コード",
  "Please enter 8 half-width uppercase alphanumeric characters":"8桁の半角英数字大文字を入力してください。",
  "※ “0” means zero, “1” means one":"※「0」表記はゼロ、「1」表記はイチです。",
  "If you do not know the result report verification code, please call":"結果レポート認証コードがわからない場合はお電話にて",
  "If you do not have it, please proceed to the next input field without entering it":"お持ちでない場合は、入力せずに次の入力欄へお進みください。",
  "If you have a result report verification code, please enter it":"結果レポート認証コードをお持ちの方は入力してください。",
  "Please enter your personal information":"本人情報を入力してください。",
  "This information will be reflected in the age of your reservation, so please be sure to enter the correct information.":"受信予約の歳、こちらの情報が反映されますので、正しい情報を入力するようにしてください。",
  "Additionally, if you are a Grand Himedic Club member, please enter the information you provided when applying.":"また、グランドハイメディック倶楽部会員様は申込時の情報を入力してください。",
  "(For corporate contracts, please enter the name of the representative in Name and Name (kana). Only the representative can register.)":"（法人契約の場合は、氏名および氏名（カナ）に代表者氏名を入力してください。代表者のみ登録可能です。）",
  "Full name":"氏名",
  "Name (kana)":"氏名（カナ）",
  "Date of birth":"生年月日",
  "Please select":"選択してください",
  "Gender":"性別",
  "Set your secret question and answer.":"秘密の質問と答えを設定してください。",
  "This is used to confirm your identity.":"ご本人であることを確認するために使います。",
  "Security Question":"秘密の質問",
  "The answer to the secret question":"秘密の質問の答え",
  "Please enter the email address of ":"ご利用登録者のメールアドレスを入力してく",
  "the registrant.":"ださい。",
  "Email address":"メールアドレス",
  "Half-width alphanumeric symbols":"半角英数記号",
  "Email address (re-enter)":"メールアドレス（再入力）",
  "A temporary password will be sent to your email address.":"メールアドレス宛に仮パスワードが送付されます。",
  "Please enter non-blank characters":"空白文字以外を入力してください"
}
